{
  "jenny-chow": {
    "name": "Jenny Chow",
    "bio": "Jenny Chow is a registered architect in Vancouver, but her work is decidedly international. She has completed projects in Germany, Ireland, and Austria, in addition to the Alessi flagship store in New York City, and the winning design of the China Insurance Group Tower in Shenzhen, China. Previously, she worked in New York and Vienna, holds a Masters in Architecture and Bachelor in Environmental Design Studies from Dalhousie University in Halifax, and is now focused on the construction of Vancouver House as part of Dialog.",
    "22": {
      "title": "Typography & Architecture"
    },
    "social": {
      "url": "http://jchow.me",
      "twitter": "chowjenny"
    }
  },
  "faculty": {
    "name": "Alvin Kwan & Vince Lo",
    "bio": "Faculty is a studio founded by designers Alvin Kwan and Vince Lo. They focus on communication in various mediums—screen, print, and more—and value presentation with clarity, honesty, and sincerity. Their work has been recognised by Applied Arts, the Adobe Design Achievement Awards, HOW, and the GDC. Before this? They established Practice Type to house their initial foray into type design, which included the Chinese and Latin face Collator.",
    "22": {
      "title": "Type Design & Practice"
    },
    "social": {
      "url": "http://studiofaculty.com",
      "twitter": "studiofaculty",
      "instagram": "studiofaculty"
    }
  },
  "alanna-munroe" :{

  },
  "brooke-allen": {

  },
  "celeste-martin": {
    "name": "Celeste Martin",
    "bio": "Celeste Martin is an Assistant Professor at Emily Carr University of Art + Design. She has a background in communication design, and specialises in typography, researches at the university’s Social Interactive Media Centre, and is the editor of the award-winning design research journal <em>Current</em>",
    "20": {
      "title": "Dynamic typography in digital publication design"
    },
    "social": {
      "twitter": "CelestMartin"
    }
  },
  "neil-kandalgaonkar": {
    "name": "Neil Kandalgaonkar",
    "bio": "“Sometimes, when a typeface I like becomes popular, I want to say ‘I loved you first.’” Neil Kandalgaonkar helped make that thing you like on the Internet. Google, Upcoming, Flickr, Wikipedia. Before that, he designed type.",
    "20": {
      "title": "Undesigning Cherokee syllabary: Restoring the usability of a Native American writing system"
    },
    "social": {
      "url": "http://neilk.net",
      "twitter": "flipzagging",
      "github": "flipzagging"
    }
  },
  "example": {
    "name": "Jane Doe",
    "bio": "A person",
    "0": {
      "title": "This is my talk",
      "abstract": "It is pretty good\n\nThere is some more info here"
    },
    "social": {
      "url": "http://example.com",
      "twitter": "jane",
      "github": "jane",
      "dribbble": "jane",
      "instagram": "jane"
    }
  }
}
