{
  "commercial-type": {
    "name": "Commercial Type",
    "bio": "",
    "special-commercial-type": {
      "title": "It’s not just about the money, it’s not just about the art.",
      "abstract": "For the past five years Paul Barnes and Christian Schwartz have been running one of the most exciting and influential type foundries, Commercial Type, with offices in New York and London. They have managed to create both popular and critically acclaimed typefaces for a diverse range of organisations, from the Guardian Newspaper, Vanity Fair magazine, to shirt numbers for Puma at the FIFA 2010 World Cup. Their designs vary from the utilitarian Graphik and Stag, through to the playful and expressive Dala Floda and Marian. They will talk about the processes behind their designs, balancing the needs for expression, self expression and functionalism."
    },
    "social": {
      "url": "http://commercialtype.com",
      "twitter": "commercialtype",
      "instagram": "commercialtype"
    }
  },
  "travis-gertz": {
    "name": "Travis Gertz",
    "bio": "The co-founder of Louder Than Ten, Travis Gertz has been designing user interfaces, editorial publications, and encouraging smart design for over a decade. He grew up swinging hammers, spinning wrenches, building cabins, and tearing down motorcycles. Maybe it was the elation of manipulating machine and material into something greater. Maybe it was the fear of one day losing a finger with a skill saw. Somehow this lead him to a career working the less metallic, but equally raw materials of the internet.",
    "26": {
      "title": "Breakpoints"
    },
    "social": {
      "url": "http://travisgertz.com",
      "twitter": "travisgertz"
    }
  },
  "ivana-mcconnell": {
    "name": "Ivana McConnell",
    "bio": "Ivana McConnell is an interaction designer in Vancouver, making things at Myplanet. When not working, she sometimes teaches people about the wonders of interaction design and code, but most of her free time is spent rambling around the city and mountains with her wife and her jack russell terrier in search of good rock climbing and good food.",
    "26": {
      "title": "Flashpoints",
      "abstract": "Ellen Lupton wrote, “Typography is the art of designing letterforms and arranging them in space and time.” Cyrillic letterforms are associated with a time and space of great conflict, irrevocably tied up with language and identity. This talk will explore how we can look to history, be inspired by it and learn from it, but also take into account what effect our decisions will have in the future—typography is often more powerful than we give it credit for."
    },
    "social": {
      "url": "http://ivanamcconnell.com",
      "twitter": "ivanamcconnell"
    }
  },
  "riley-cran": {
  },
  "david-cran": {
  },
  "cade-cran": {
  },
  "ross-milne": {
    "name": "Ross Milne",
    "bio": "Ross Milne is a type designer and founding member of the design studio Working Format. He completed his postgraduate studies at the Type & Media program at the KABK in The Hauge, Netherlands, and has gone onto regularly work with Typotheque there, and Commercial Type in New York. He currently teaches type design at Emily Carr University.",
    "24": {
      "title": "When is a typeface done? The process of development of Charlie & Echo",
      "abstract": "For now, Ross Milne’s new typefaces Charlie & Echo are done. Recently release through the Typotheque, with support for over 140 languages across Latin, Cyrillic and Greek scripts, eleven weights with corresponding italics, numerous figure styles, expanded icons, arrows and too many currency symbols to count, it’s fair to say that Charlie has grown bigger than ever envisioned. He’ll share some of the process in getting to that point at Type Brigade №24."
    },
    "social": {
      "url": "http://workingformat.com",
      "twitter": "sincerelyross"
    }
  },
  "emma-metcalfe-hurst-and-ingrid-olauson": {
    "name": "Emma Metcalfe Hurst & Ingrid Olauson",
    "bio": "Emma Metcalfe Hurst and Ingrid Olauson are BFA candidates at Emily Carr University in Critical and Cultural Practices. Olauson is a writer from Vancouver, BC whose criticism and poetry has been a platform for collaborative works with other artists. Olauson is a writer from Vancouver, BC whose criticism and poetry has been a platform for collaborative works with other artists. Metcalfe Hurst is an artist, writer, the assistant curator at Access Gallery, and a member of the artist-run AVENUE gallery.",
    "24": {
      "title": "Cult Typography: The Harlequin Romance as Critical Aesthetic",
      "abstract": "Looking back historically at type as a form of branding and voice, the cult typography of the Harlequin Romance novel will be revived in conversation. Topics such as myth, desire, fantasy and projection will serve as a basis to reflect on the collaborative and research based project Ingrid and Emma undertook for their photo and text based Harlequin Novel project Paradise Passes Through Here. By mimicking the poetic affectiveness of the pulp aesthetic, a connection will be drawn in relation to the politics of Feminist discourse and it's recognition in conceptual art."
    }
  },
  "peter-cocking": {
    "name": "Peter Cocking",
    "bio": "Peter Cocking is one of Canada’s most celebrated book designers. He’s spoken on typography and design across the US & Canada, from Pecha Kucha Vancouver to the Type Directors Club in New York. Our first talk of the evening will see him introduce and explore the typographic thinking behind the exhibition.",
    "23": {
      "title": "Introducing the The Pop-Up Museum of Typography"
    }
  },
  "comd-404": {
    "name": "Advance Typography class",
    "bio": "In place of a second talk, we’ll have many. The Advanced Typography class will each give a two-minute lightning talks on a variety of typography work they’ve completed this semester. You’ll be able to tour the exhibition before we start and after the talks.",
    "23": {
      "title": "Lightning Talks"
    }
  },
  "jenny-chow": {
    "name": "Jenny Chow",
    "bio": "Jenny Chow is a registered architect in Vancouver, but her work is decidedly international. She has completed projects in Germany, Ireland, and Austria, in addition to the Alessi flagship store in New York City, and the winning design of the China Insurance Group Tower in Shenzhen, China. Previously, she worked in New York and Vienna, holds a Masters in Architecture and Bachelor in Environmental Design Studies from Dalhousie University in Halifax, and is now focused on the construction of Vancouver House as part of Dialog.",
    "22": {
      "title": "Typography & Architecture"
    },
    "social": {
      "url": "http://jchow.me",
      "twitter": "chowjenny"
    }
  },
  "faculty": {
    "name": "Alvin Kwan & Vince Lo",
    "bio": "Faculty is a studio founded by designers Alvin Kwan and Vince Lo. They focus on communication in various mediums—screen, print, and more—and value presentation with clarity, honesty, and sincerity. Their work has been recognised by Applied Arts, the Adobe Design Achievement Awards, HOW, and the GDC. Before this? They established Practice Type to house their initial foray into type design, which included the Chinese and Latin face Collator.",
    "22": {
      "title": "Type Design & Practice"
    },
    "social": {
      "url": "http://studiofaculty.com",
      "twitter": "studiofaculty",
      "instagram": "studiofaculty"
    }
  },
  "alanna-munroe" :{

  },
  "brooke-allen": {

  },
  "celeste-martin": {
    "name": "Celeste Martin",
    "bio": "Celeste Martin is an Assistant Professor at Emily Carr University of Art + Design. She has a background in communication design, and specialises in typography, researches at the university’s Social Interactive Media Centre, and is the editor of the award-winning design research journal <em>Current</em>",
    "20": {
      "title": "Dynamic typography in digital publication design"
    },
    "social": {
      "twitter": "CelestMartin"
    }
  },
  "neil-kandalgaonkar": {
    "name": "Neil Kandalgaonkar",
    "bio": "“Sometimes, when a typeface I like becomes popular, I want to say ‘I loved you first.’” Neil Kandalgaonkar helped make that thing you like on the Internet. Google, Upcoming, Flickr, Wikipedia. Before that, he designed type.",
    "20": {
      "title": "Undesigning Cherokee syllabary: Restoring the usability of a Native American writing system"
    },
    "social": {
      "url": "http://neilk.net",
      "twitter": "flipzagging",
      "github": "flipzagging"
    }
  },
  "example": {
    "name": "Jane Doe",
    "bio": "A person",
    "0": {
      "title": "This is my talk",
      "abstract": "It is pretty good\n\nThere is some more info here"
    },
    "social": {
      "url": "http://example.com",
      "twitter": "jane",
      "github": "jane",
      "dribbble": "jane",
      "instagram": "jane"
    }
  }
}
